Repository: fgtclb/academic-projects
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# backend_layout.academic_project
source: Academic Project
de: Akademisches Projekt

# backend_layout.academic_project.column.content
source: Content
de: Inhalt

# element.tab.configuration
source: Configuration
de: Konfiguration

# element.field.pages
source: Selected pages for startingpoints
de: Ausgewählte Seiten für Startpunkte

# element.field.pages.selected
source: Selected projects to display
de: Ausgewählte Projekte zum anzeigen

# flexform.hideActiveState.label
source: Show active state options
de: Aktivstatus-Optionen anzeigen

# flexform.activeState.label
source: Active state
de: Aktivstatus

# flexform.activeState.all
source: All
de: Alle

# flexform.activeState.active
source: Active
de: Aktiv

# flexform.activeState.completed
source: Completed
de: Abgeschlossen

# flexform.categories.label
source: Categories
de: Kategorien

# flexform.categories.description
source: Select categories. Main categories will select all subcategories by OR, multiple categories selects by AND
de: Wählen Sie Kategorien aus. Hauptkategorien wählen alle Unterkategorien durch ODER aus, mehrere Kategorien wählen durch UND aus

# flexform.hideFilter.label
source: Show filter options
de: Filteroptionen anzeigen

# flexform.hideSorting.label
source: Show sorting options
de: Sortieroptionen anzeigen

# flexform.sorting.label
source: Sorting
de: Sortierung

# flexform.sorting.lastUpdated.asc
source: Last updated (latest first)
de: Zuletzt aktualisiert (neueste zuerst)

# flexform.sorting.lastUpdated.desc
source: Last updated (latest last)
de: Zuletzt aktualisiert (neueste zuletzt)

# flexform.sorting.sorting.asc
source: Page sorting (Result may be unexpected)
de: Seitensortierung (Ergebnis kann unerwartet sein)

# flexform.sorting.sorting.desc
source: Page sorting (Result may be unexpected)
de: Seitensortierung (Ergebnis kann unerwartet sein)

# flexform.sorting.title.asc
source: Title A-Z
de: Titel A-Z

# flexform.sorting.title.desc
source: Title Z-A
de: Titel Z-A

# flexform.sorting.tx_academicprojects_budget.asc
source: Budget (low to high)
de: Budget (niedrig bis hoch)

# flexform.sorting.tx_academicprojects_budget.desc
source: Budget (high to low)
de: Budget (hoch bis niedrig)

# flexform.sorting.tx_academicprojects_start_date.asc
source: Start date (oldest first)
de: Startdatum (älteste zuerst)

# flexform.sorting.tx_academicprojects_start_date.desc
source: Start date (newest first)
de: Startdatum (neueste zuerst)

# wizard_items.academic
source: Academic
de: Akademisch

# plugin.project_list.name
source: Projects
de: Projekte

# plugin.project_list.description
source: List of academic projects with sorting and filtering
de: Liste akademischer Projekte mit Sortierung und Filterung

# plugin.project_selected.name
source: Projects (selected)
de: Projekte (ausgewählte)

# plugin.project_selected.description
source: List of selected academic projects with sorting and filtering
de: Liste ausgewählter akademischer Projekte mit Sortierung und Filterung

# pages.doktype.item_group.academic
source: Academic Pages
de: Akademische Seiten

# pages.doktype.item.academic_project
source: Project
de: Projekt

# sys_category.projects.group
source: Academic Projects
de: Akademische Projekte

# sys_category.projects.department
source: Department
de: Organisationseinheit

# sys_category.projects.competence_field
source: Competence field
de: Kompetenzfeld

# sys_category.projects.cooperation
source: Cooperation
de: Kooperation

# sys_category.projects.funding_partner
source: Funding partner
de: Mittelgebende

# pages.div.project
source: Project
de: Projekt

# pages.budget
source: Project budget
de: Projektbudget

# pages.end_date
source: Project end
de: Projektende

# pages.funders
source: Project funders
de: Mittelgebende

# pages.project_title
source: Project title
de: Projekttitel

# pages.short_description
source: Project short description
de: Kurzbeschreibung des Projektes

# pages.start_date
source: Project start
de: Projektbeginn
